/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "Inschakelen als u de backup email onmiddellijk bij de eerstvolgende opstart van MyTime wilt versturen";

/* */
"Email Backup Instantly" = "Onmiddellijke backup email";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "Inschakelen als u het kaartgeheugen bij de eerstvolgende opstart van MyTime wilt wissen";

/* */
"Clear Map Cache" = "Kaartgeheugen wissen";

